Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Position only
ja: 位置のみ

source: Position {0} is out of range.
ja: 位置 {0} は範囲外です。

source: Position, Time, Date, Speed
ja: 位置、時刻、日付、スピード

source: Position, Time, Date, Speed, Altitude
ja: 位置、時刻、日付、速度、高さ

source: Positive integer expected
ja: 正の整数が必要です

source: Possible values are {2}, possibly delimited by commas.
ja: 有効な値は{2}で、カンマで区切られることもあります。

source: Post Box
ja: 郵便ポスト

source: Post Code:
ja: 郵便番号:

source: Post Office
ja: 郵便局

source: Post code
ja: 郵便番号

source: Post code:
ja: 郵便番号:

source: Postal Code
ja: 郵便番号

source: Postcode
ja: 郵便番号

source: Postprocessing layer
ja: 後処理レイヤー

source: Potential
ja: おそらく

source: Potlatch should open in a new tab.
ja: Potlatchが新しいタブで開きます。

source: Pottery
ja: 窯元

source: Power
ja: 電力関係

source: Power Bay
ja: 構内回線

source: Power Busbar
ja: ブスバー

source: Power Cable
ja: 電力ケーブル

source: Power Compensator
ja: 電力補償装置

source: Power Converter
ja: 整流器

source: Power Generator
ja: 発電機

source: Power Line
ja: 送電線

source: Power Plant
ja: 発電所

source: Power Route
ja: 送電ルート

source: Power Substation
ja: 変電所

source: Power Switch
ja: 開閉器

source: Power Switchgear
ja: スイッチギア

source: Power Tower
ja: 送電塔

source: Power Transformer
ja: 変圧・変換機

source: Power duplicated nodes
ja: 電力の重複ノード

source: Power lines
ja: 送電線

source: Power rating (MVA)
ja: 変換能力(MVA)

source: Power rating (kVA/MVA)
ja: 変換能力(kVA/MVA)

source: Power rating (kvar/Mvar)
ja: 処理能力(kvar/Mvar)

source: Power supply
ja: 電源

source: Precache imagery tiles along this track
ja: このトラック沿いの画像タイルを先行キャッシュ

source: Precaching WMS
ja: WMSを先行キャッシュ中

source: Precision (meters/segment)
ja: 精度(メートル/セグメント)

source: Precision approach path indicator
ja: 進入角指示灯

source: Precondition violation
ja: 前提条件違反

source: Predefined
ja: 事前定義

source: Preference directory ''{0}'' is not a directory.
ja: 設定ディレクトリ「{0}」はディレクトリではありません。

source: Preference setting {0} has been removed since it is no longer used.
ja: 設定 {0} はもう使われていないので、除かれました。

source: Preferences
ja: 設定

source: Preferences are stored in {0}
ja: 設定は {0}に保存されます。

source: Preferences upload failed
ja: 設定のアップロード失敗

source: Preferences...
ja: 設定...

source: Preferred values:
ja: 推奨値:

source: Prepare OSM data...
ja: OSMデータを準備します...

source: Prepare conflict resolution
ja: 競合解決の準備

source: Prepare stuff...
ja: スタッフを準備中...

source: Preparing
ja: 準備中

source: Preparing changes
ja: 変更の準備中

source: Preparing data set...
ja: データセット準備中...

source: Preparing history data...
ja: 履歴データを準備中...

source: Preparing layer ''{0}'' for upload ...
ja: レイヤー ''{0}'' のアップロード準備中 ...

source: Preparing objects to upload ...
ja: アップロードのためにオブジェクトを準備中...

source: Preparing upload request...
ja: アップロードリクエストを準備中...

source: Preserved
ja: 保存鉄道

source: Preset definition file (*.xml, *.zip)
ja: プリセット定義ファイル(*.xml, *.zip)

source: Preset group {0}
ja: プリセットグループ {0}

source: Preset group {1} / {0}
ja: プリセットグループ {1} / {0}

source: Preset preferences
ja: プリセット設定

source: Preset preferences...
ja: 環境設定のプリセット.

source: Preset role element without parent
ja: 親の無いロール要素をプリセット

source: Preset sub element without parent
ja: 親の無いサブ要素をプリセット

source: Preset turn lanes
ja: 右左折車線のプリセット

source: Presets
ja: プリセット

source: Presets do not contain property key
ja: プリセットに含まれていないプロパティキー

source: Presets do not contain property value
ja: プリセットに含まれていないプロパティ値

source: Presets: {0}
ja: プリセット: {0}

source: Press "{0}" to download images
ja: 画像をダウンロードするには"{0}"を押下

source: Pressure (bar)
ja: 水圧 (bar)

source: Pressure (bar) or suction
ja: 水圧 (バール単位) または吸引力

source: Pressure but value unknown.
ja: 加圧されているが値は不明。

source: Pressure in bar.
ja: バール単位で水圧を記入。

source: Pressurized water reactor (PWR)
ja: 加圧水型原子炉(PWR)

source: Prev OSMI bug
ja: 前のOSMIのバグ

source: Preview images when hovering its icon
ja: アイコンの上に移動したとき画像をプレビュー

source: Previous
ja: 前へ

source: Previous Marker
ja: 前のマーカー

source: Previous image
ja: 前の画像

source: Previous marker
ja: 前のマーカー

source: Previous picture
ja: 前の画像

source: Primary
ja: 主要地方道

source: Primary Link
ja: 主要地方道の連絡路

source: Primary user-ID:
ja: プライマリユーザーID:

source: Primary voltage in Volts (V)
ja: 第1の電圧

source: Primitive
ja: プリミティブ

source: Print
ja: 印刷

source: Print debugging messages to console
ja: デバッグメッセージをコンソールに表示

source: Print preview...
ja: 印刷プレビュー...

source: Print the Map
ja: 地図を印刷

source: Print the map
ja: 地図を印刷

source: Print...
ja: 印刷...

source: Printed Material
ja: 印刷素材

source: Printer
ja: プリンター

source: Printer settings
ja: プリンターの設定

source: Printing has been cancelled.
ja: 印刷を中止しました。

source: Printing has failed.
ja: 印刷に失敗しました。

source: Printing stopped
ja: 印刷中止

source: Prison
ja: 刑務所・拘置所

source: Private (only shared as anonymous, unordered points)
ja: 非公開(匿名、点は順不同)

source: Private chat
ja: プライベートチャット

source: Private company
ja: 企業

source: Probably {2} is meant.
ja: おそらく{2}です。

source: Problem loading tile
ja: タイルのロード時にエラーが発生しました

source: Problem occurred
ja: 問題が発生しました

source: Problem when accessing a file: {0}
ja: ファイルへのアクセス中に問題が発生しました。 {0}

source: Proceed and go to the next page
ja: 処理して次のページに移動する

source: Proceed without simplifying
ja: 単純化せずに実行

source: Proceed?
ja: 続けますか?

source: Processing
ja: 処理中

source: Processing file ''{0}''
ja: ファイル ''{0}''の処理中

source: Processing module files...
ja: モジュールファイルを処理中...

source: Processing module list from site ''{0}''
ja: サイト''{0}''からのモジュールリストを処理中

source: Processing module site cache files...
ja: モジュールのサイトキャッシュファイルを処理中...

source: Processing module site cache icon files...
ja: モジュールのサイトキャッシュアイコンファイルを処理中...

source: Processing plugin files...
ja: プラグインファイルの処理中...

source: Processing plugin list from site ''{0}''
ja: サイト ''{0}'' からのプラグインリストを処理しています

source: Processing plugin site cache files...
ja: プラグインのサイトキャッシュファイルを処理中...

source: Processing...
ja: 処理中……

source: Product
ja: 製品

source: Project removed successfully
ja: プロジェクトを削除しました

source: Projected Coordinates
ja: 射影された座標

source: Projected coordinates:
ja: 投影後の座標:

source: Projection
ja: 投影法

source: Projection (in PROJ4 format; leave blank for latitude/longitude)
ja: 投影法 (PROJ4 形式; 緯度/経度形式の場合は空白にする)

source: Projection bounds (in degrees)
ja: 投影範囲(角度)

source: Projection code
ja: 投影法コード

source: Projection configuration is valid.
ja: 投影法の設定は有効です。

source: Projection list:
ja: 投影法リスト

source: Projection method
ja: 投影法

source: Projection name
ja: 投影法の名前

source: Projection parameters
ja: 投影法のパラメーター

source: Projection required (+proj=*)
ja: 投影法が必要です(+proj=*)

source: Projection to use, default value ''{0}'' (web-Mercator)
ja: 使用する投影法、初期値は ''{0}'' (web-Mercator)です。

source: Projection:
ja: 投影法:

source: Projections
ja: 投影法

source: Projections setup
ja: 投影法設定

source: Projects
ja: プロジェクト

source: Properties
ja: プロパティ

source: Properties - Multiple elements
ja: プロパティ - 複数要素

source: Properties - Node
ja: プロパティ - ノード

source: Properties - Relation
ja: プロパティ - 関連

source: Properties - Road
ja: プロパティ - 道路

source: Properties in my dataset, i.e. the local dataset
ja: 自分のデータセットのプロパティ、例：ローカルデータセット

source: Properties in the merged element.
ja: 結合された要素のプロパティ。

source: Properties in their dataset, i.e. the server dataset
ja: 相手のデータセットのプロパティ、例：ローカルデータセット

source: Properties(with conflicts)
ja: プロパティ(競合あり)

source: Properties...
ja: プロパティ...

source: Properties:
ja: プロパティ:

source: Property values contain HTML entity
ja: HTML書式の値を持つプロパティ

source: Property values contain multiple white spaces
ja: 複数の空白文字が含まれたプロパティ値

source: Property values start or end with white space
ja: 先頭または末尾が空白文字になっている属性値

source: Proportional thickness
ja: 比例幅

source: Protect Class
ja: 保護クラス

source: Protected Area
ja: 保護区域

source: Provide a brief comment for the changes you are uploading:
ja: アップロードする変更の概略コメントを入力してください。

source: Provide a measurement dialog and a layer to measure length and angle of segments, area surrounded by a (simple) closed way and create measurement paths (which also can be imported from a gps layer).
ja: 選択したパスの長さ、角度、簡単な領域内の面積を表示するダイアログとレイヤーを追加します。

source: Provides a dialog for editing tags in a tabular grid.
ja: タグ編集のダイアログを表形式で提供します。

source: Provides a straightforward GUI for adding, editing and deleting turn lanes.
ja: 右左折車線の追加、編集、削除に直観的なGUIを提供します。

source: Provides routing capabilities.
ja: ルーティング能力の提供

source: Province
ja: 都道府県

source: Proxy
ja: プロキシ

source: Proxy errors occurred
ja: プロキシでエラーが発生しました

source: Proxy settings
ja: プロキシ設定

source: Pub
ja: 居酒屋

source: Public
ja: 公開

source: Public (shown in trace list and as anonymous, unordered points)
ja: 公開(トレース一覧に匿名で表示、点は順不同)

source: Public Bicycle Repair Station
ja: 公共自転車修理場所

source: Public Building
ja: 公共施設

source: Public GPS traces uploaded to OpenStreetMap.
ja: OpenStreetMapにアップロードされた公開GPSトレース

source: Public Grill
ja: バーベキュー場

source: Public Market
ja: 青空市場

source: Public Service Vehicles
ja: 公共輸送機関

source: Public Service Vehicles (psv)
ja: 公共交通機関(psv)

source: Public Transport
ja: 公共交通

source: Public Transport (Legacy)
ja: 公共交通(旧)

source: Public Transport Route
ja: 公共交通ルート

source: Public Transport Route (Bus)
ja: 路線(バス)

source: Public Transport Route (Rail)
ja: 路線（鉄道）

source: Public Transport: Add track stop
ja: 公共交通: トラックの停留所を追加

source: Public Transport: Catch GTFS stops
ja: 公共交通: GTFSの停留所を検出

source: Public Transport: Change stop type
ja: 公共交通: 停留所のタイプを変更

source: Public Transport: Delete track stop
ja: 公共交通: トラックの停留所を削除

source: Public Transport: Detach track stop list
ja: 公共交通: トラックの停留所一覧を切り離す

source: Public Transport: Detach waypoints
ja: 公共交通: ウェイポイントを切り離す

source: Public Transport: Disable GTFS
ja: 公共交通: GTFSの停留所を無効化

source: Public Transport: Disable waypoints
ja: 公共交通: ウェイポイントを無効化

source: Public Transport: Edit track stop list
ja: 公共交通: トラックの停留所一覧を編集

source: Public Transport: Edit waypoint name
ja: 公共交通: ウェイポイント名を編集

source: Public Transport: Enable GTFSStops
ja: 公共交通: GTFSの停留所を有効化

source: Public Transport: Enable waypoints
ja: 公共交通: ウェイポイントを有効化

source: Public Transport: Join GTFS stops
ja: 公共交通: GTFSの停留所を追加

source: Public Transport: Relocate nodes in track stoplist
ja: 公共交通: トラックの停留所一覧でノードの位置を変更

source: Public Transport: Suggest stops
ja: 公共交通: 停留所を推測

source: Public Transport: sort track stop list
ja: 公共交通: トラックの停留所一覧を並べ替え

source: Public bath
ja: 公衆浴場

source: Public bookcase
ja: 公共の本棚

source: Public service vehicles like buses, tramways, etc.
ja: バス、路面電車などのような公共輸送機関。

source: Public transport route (Legacy)
ja: 公共交通ルート(旧)

source: Pump
ja: ポンプ

source: Purge
ja: 消去

source: Purge...
ja: 消去....

source: Purged {0} object
ja: {0}件のオブジェクトの削除

source: Purpose
ja: 用途

source: Put on GPX...
ja: GPX上に追加...

source: Put text labels against audio (and image and web) markers as well as their button icons.
ja: ボタンアイコンと同様、オーディオ(と画像やWeb)のマーカーに対してテキストのラベルを付与する。

source: Put the ways in order.
ja: 順番にウェイを配置します。

source: Pwd:
ja: パスワード:

source: Pylon
ja: 索道用支柱

source: Q=Options, Enter=save, Ctrl-Enter=save with tags, Up/Down=tune
ja: Q=オプション、Enter=保存、Ctrl+Enter=タグを付けて保存、↑/↓=調整

source: Qt version
ja: Qtバージョン

source: Quality
ja: 品質

source: Quarry
ja: 露天掘り鉱山

source: Quarter
ja: 大字/町名

source: Query
ja: クエリ

source: Query Wizard
ja: クエリウィザード

source: Query and download changesets
ja: 変更セットの問い合わせとダウンロード

source: Query and download changesets ...
ja: 変更セットを問い合わせしてダウンロード...

source: Query both open and closed changesets
ja: 開いている及び閉じている変更セットを両方問い合わせる

source: Query cannot be empty
ja: クエリーは空にすることができません

source: Query changesets
ja: 変更セットの問い合わせ

source: Query changesets from a server URL
ja: サーバーURLから変更セットを問い合わせる

source: Query closed changesets only
ja: 閉じている変更セットだけを問い合わせる

source: Query open changesets only
ja: 開いている変更セットだけを問い合わせる

source: Querying and downloading changesets
ja: 変更セットを問い合わせしてダウンロード中

source: Querying name server
ja: ネームサーバーに問合せ中

source: Querying name server ...
ja: ネームサーバーに問合せ中 ...

source: Question
ja: 質問

source: Quick-Fix
ja: 簡易修正

source: Quickstart guide
ja: クイックスタートガイド

source: R&emove
ja: 削除(&e)

source: RC Car
ja: ラジコンカー

source: REMOVE relation %1
ja: 関連%1の削除

source: REMOVE road %1
ja: 道路%1の削除

source: REMOVE trackpoint %1
ja: トラックポイント%1の削除

source: RTKLib Positioning Solution Files
ja: RTKLib 位置解決ファイル

source: RTKLib import failure!
ja: RTKLib のインポートに失敗しました。

source: RTKLib import success:
ja: RTKLibのインポートに成功しました。

source: Racetrack
ja: 競技トラック

source: Raceway
ja: レース用道路

source: Racquetball
ja: ラケットボール

source: Radiation
ja: 放射線

source: Radio
ja: ラジオ

source: Rail
ja: 線路

source: Railway
ja: 鉄道

source: Railway Halt
ja: 停留所

source: Railway Land
ja: 鉄道用地

source: Railway Platform
ja: 鉄道のプラットホーム

source: Railway Route
ja: 鉄道ルート

source: Railway Signal
ja: 鉄道信号機

source: Railway Switch
ja: 分岐器

source: Railway construction
ja: 建設中鉄道

source: Railway crossing
ja: 線路の交差

source: Railway duplicated nodes
ja: 鉄道の重複ノード

source: Railway halt (legacy)
ja: 停留所（旧）

source: Railway milestone
ja: 鉄道の距離標

source: Railway type
ja: 鉄道の種類

source: Railways share segment with area
ja: 線路にエリアと重複した区間がある

source: Ramp
ja: ランプ

source: Range
ja: 射撃場

source: Range (in meters)
ja: 範囲（メートル単位）

source: Range of attached ways count
ja: 割り当てられたウェイの数

source: Range of changeset ids expected
ja: 変更セットIDの範囲の指定が必要です

source: Range of child primitives count
ja: 子プリミティブの数

source: Range of numbers expected
ja: 数値の範囲が必要です

source: Range of parent primitives count
ja: 親プリミティブの数

source: Range of primitive ids expected
ja: プリミティブIDの範囲の指定が必要です

source: Range of referencing relation count
ja: 参照するリレーション数の範囲

source: Range of versions expected
ja: バージョンの範囲の指定が必要です

source: Range:{0}
ja: 範囲:{0}

source: Ranger Station
ja: 森林警備隊の基地

source: Ranges
ja: 範囲

source: Ranges of object IDs are specified with a hyphen, for instance: {0}
ja: オブジェクト ID の範囲は、 {0} のようにハイフンで指定します

source: Raster images grab multiplier:
ja: ラスタイメージ取得倍率:

source: Raster/SVG export
ja: ラスタ/SVGのエクスポート

source: Rather than placing them completely randomly, the spacing can be adjusted in some coded manner.
ja: これらを完全にランダムに配置するのではなく、いくつかのコーディング方法でスペーシングを調整することができます

source: Raw
ja: 無調理

source: Raw GPS data
ja: 生のGPSデータ

source: Raw data
ja: 生データ

source: Re&cent open
ja: 最近開いたファイル(&c)

source: Re&lation
ja: 関連(&l)

source: Reactor Bolshoy Moshchnosti Kanalniy 1000 (RBMK-1000)
ja: 軽水冷却黒鉛減速炉1000型(RBMK-1000)

source: Reactor Bolshoy Moshchnosti Kanalniy 1500 (RBMK-1500)
ja: 軽水冷却黒鉛減速炉1500型(RBMK-1500)

source: Read and write osmosis poly filter files
ja: osmosis ポリフィルターファイルを読み書きする

source: Read error:
ja: 読み込みエラー:

source: Read from file
ja: ファイルから読み込み

source: Read our Privacy Policy for more information on how we protect users' personal data.
ja: プロジェクトに参加しているユーザの個人情報取り扱いに関しては、プライバシーポリシーに詳細が記載されています。

source: Read photos...
ja: 写真を取り込む

source: Read protocol version
ja: プロトコルバージョンの読み取り

source: Reading 7Zip file...
ja: 7Zipファイルを読み込み中...

source: Reading OSM data...
ja: OSMデータを読み込み中...

source: Reading Zip file...
ja: ZIPファイルを読み込み中...

source: Reading changeset {0} ...
ja: 変更セット{0}を読み込み中...

source: Reading changesets...
ja: 変更セットを読み込み中...

source: Reading error text failed.
ja: エラーテキストの読み出しに失敗。

source: Reading local module information..
ja: ローカルのモジュール情報を読み込み中..

source: Reading local plugin information..
ja: ローカルプラグイン情報を読み込みます..

source: Reading parents of ''{0}''
ja: ''{0}'' の親を読み込み中

source: Reading polygon filter file...
ja: ポリゴンフィルターファイルを読み込み中...

source: Reading user info ...
ja: ユーザー情報を読込中

source: Reading user preferences ...
ja: ユーザー設定を読込中...

source: Reading was canceled
ja: 読み込みがキャンセルされました

source: Reading {0}...
ja: {0}を読み込み中...

source: Readme
ja: はじめにお読みください

source: Readonly
ja: 読み込み専用

source: Readonly All
ja: 全て読み込み専用

source: Readonly None
ja: 全て読み込み専用解除

source: Reads input data from one or more files listed as positional arguments.
ja: 位置引数としてリストされた1つまたは複数のファイルから入力データを読み取ります。

source: Real name
ja: 本名

source: Really delete "{0}"?
ja: 本当に"{0}"を削除しますか?

source: Really delete Project?
ja: 本当にプロジェクトを削除しますか？

source: Really delete selection from relation {0}?
ja: 本当にリレーション{0}から選択分を削除しますか？

source: Really leave Project?
ja: 本当にプロジェクトをはなれますか？

source: Really move them?
ja: 本当に動かすのか?

source: Reason
ja: 理由

source: Received error page:
ja: エラーページを受信しました:

source: Recen&t import
ja: 最近のインポート(&t)

source: Recent tags with existing key
ja: 既存キーの最新のタグ

source: Recently added tags
ja: 最近追加したタグ

source: Recently turn lanes edits
ja: 最近の右左折車線の編集

source: Recommended Actions
ja: 推奨動作

source: Reconstruct Graph
ja: グラフを再構築

source: Reconstruct polygon
ja: ポリゴンを再構築

source: Reconstruct polygons from relation {0}
ja: リレーション{0}からポリゴンを再構築

source: Record
ja: 記録

source: Record GPS
ja: GPS記録

source: Recording:
ja: 記録方式:

source: Recreation Ground
ja: レクレーション広場

source: Rectangle
ja: 長方形

source: Rectified Image...
ja: 修正した画像...

source: Recycling Centre
ja: リサイクル処理場

source: Recycling Container
ja: リサイクルコンテナ

source: Red:
ja: 赤:

source: Redo
ja: やり直し

source: Redo ...
ja: やり直し...

source: Redo the last undone action.
ja: 最後に取り消した操作を再度行います。

source: Redo the selected and all earlier commands
ja: 選択したものおよびそれ以前のコマンドを全てやり直す

source: Redo {0}
ja: {0}のやり直し

source: Reef
ja: 礁

source: Ref
ja: 参照

source: Ref of the way this is a detour to
ja: 迂回元道路の参照

source: Refer to the online help how to configure syntax kits for specific content types.
ja: 特定のコンテンツタイプの構文キットを設定する方法については、オンラインヘルプを参照してください。

source: Reference
ja: 参照記号

source: Reference (track number)
ja: 番号(番線)

source: Reference FGKZ (DE)
ja: FGKZ番号(独)

source: Reference GNBC (CA)
ja: GNBC番号(加)

source: Reference GNIS (USA)
ja: GNIS番号(米)

source: Reference ID {0} does not match history ID {1}.
ja: 参照ID{0}が履歴ID{1}と一致しません。

source: Reference REGINE (NO)
ja: REGINE番号(ノルウェー)

source: Reference Sandre (FR)
ja: Sandre番号(仏)

source: Reference number
ja: 参照記号

source: Reference only
ja: 参照のみ

source: Reference version {0} not available in history.
ja: 参照バージョン{0}は履歴にありません。

source: Reference {0} is being used before it was defined
ja: 参照 {0} が定義される前に使用されています

source: Referenced by:
ja: 参照元：

source: Refers to
ja: 参照先

source: Refine georeferencing
ja: 下絵を純化する

source: Reflect
ja: 反映

source: Refresh
ja: リフレッシュ

source: Refresh recent tags list after applying tag
ja: タグを適用した後で最新のタグを更新

source: Refresh relation from data layer
ja: データレイヤからリレーションを更新

source: Refresh tag status and list of recently added tags
ja: タグステータスと追加されたタグを更新

source: Refresh tag status only (enabled / disabled)
ja: タグステータスのみを更新（有効 / 無効）

source: Refuse
ja: 拒否

source: Regina
ja: レジーナ

source: Region
ja: 地方

source: Regional name
ja: 地域での名称

source: Registered toolbar action without name: {0}
ja: 名前のない登録済みのツールバーのアクション: {0}

source: Registered toolbar action {0} overwritten: {1} gets {2}
ja: 登録されたツールバーアクション{0}が上書きされました: {1}は{2}を取得します

source: Regular expressions can be provided either as plain strings or with the regex notation.
ja: 正規表現は、平文文字列またはregex表記のいずれかで指定できます。

source: Reject Conflicts and Save
ja: 競合を否定して保存する

source: Rel&ation
ja: 関連(&a)

source: Rel.:{0} / Ways:{1} / Nodes:{2}
ja: リレーション: {0}件 / ウェイ: {1}本 / ノード: {2}個

source: Relation
ja: リレーション

source: Relation ''{0}'' is already deleted.
ja: リレーション''{0}''は既に削除されています。

source: Relation ...
ja: リレーション ...

source: Relation Editor: Download Members
ja: リレーション編集画面: メンバーをダウンロード

source: Relation Editor: Move Down
ja: リレーション編集画面: 下へ移動

source: Relation Editor: Move Up
ja: リレーション編集画面: 上へ移動

source: Relation Editor: Refresh
ja: リレーションエディタ: 更新

source: Relation Editor: Remove
ja: リレーション編集画面: 削除

source: Relation Editor: Sort
ja: リレーション編集画面: 並べ替え

source: Relation Editor: {0}
ja: リレーション編集画面: {0}

source: Relation Modified %1
ja: リレーションが修正されました。 %1

source: Relation Toolbox
ja: リレーションツールボックス

source: Relation Toolbox: {0}
ja: リレーションツールボックス: {0}

source: Relation and multipolygon creating and editing panel.
ja: リレーションとマルチポリゴンを作成し編集するパネル。

source: Relation checker
ja: リレーションチェッカー

source: Relation contains itself as a member
ja: リレーションは自身をメンバとして含む

source: Relation does not have name
ja: リレーションに名前がありません

source: Relation has streets with different names
ja: リレーションに異なる名前の通りが含まれています

source: Relation is deleted
ja: リレーションは削除されました

source: Relation is empty
ja: リレーションは空です

source: Relation is not a multipolygon, cannot be used as a replacement.
ja: リレーションはマルチポリゴンではありませんので、置き換えに使用することができません。

source: Relation is obsolete
ja: リレーションが古くなっています

source: Relation list filter
ja: リレーション一覧のフィルター

source: Relation references non-existent (regular) lane {0}
ja: リレーションが存在しない(通常の)車線 {0} を参照しています

source: Relation references non-existent extra lane {0}
ja: リレーションが存在しない追加の車線 {0} を参照しています

source: Relation should not contain mixed ''via'' ways and nodes
ja: リレーションにはウェイとノードを混在させる「経由」はできません

source: Relation type is unknown
ja: リレーション種別が不明です

source: Relation with external id ''{0}'' refers to a missing primitive with external id ''{1}''.
ja: 外部ID ''{0}'' のリレーションは外部ID ''{1}'' の存在しないプリミティブを参照しています。

source: Relation without ''house'' role found
ja: ロールが ''house'' ではないリレーションが見つかりました

source: Relation without ''subarea'' role found
ja: ロールが ''subarea'' ではないリレーションが見つかりました

source: Relation {0}
ja: リレーション {0}

source: Relation {0} member is missing a lanes or *:lanes tag
ja: リレーション{0}のメンバに車線数または*:lanesタグがありません

source: Relation/non-geometry feature without properties found: {0}
ja: プロパティのないリレーショ//非ジオメトリの地物が見つかりました:{0}

source: Relation/non-geometry feature without type found: {0}
ja: 種別のないリレーショ//非ジオメトリの地物が見つかりました:{0}

source: Relation:
ja: リレーション:

source: Relation: selected
ja: リレーション: 選択済み

source: Relation: {0}
ja: リレーション: {0}

source: Relations
ja: リレーション

source: Relations generate circular dependency of parent/child elements
ja: リレーションは親/子エレメントの循環従属を生成します

source: Relations selectable while hidden
ja: 隠れている関連を選択可能にする

source: Relations with same members
ja: 同じメンバを含むリレーション

source: Relations: {0}
ja: リレーション: {0}

source: Relations: {0}/{1}
ja: リレーション: {0}/{1}

source: Release Alt to move existing nodes or hold Ctrl to add new nodes.
ja: Altキーを放して既存のノードを移動するか、Ctrlキーを押しながら新しいノードを追加します。

source: Release Ctrl to move existing nodes or hold Alt to delete.
ja: [Ctrl]を放して既存のノードを移動するか、[Alt]を押しながら削除します。

source: Release the mouse button to select the objects in the rectangle.
ja: 矩形範囲でオブジェクトを選択し、マウスボタンを離してください。

source: Release the mouse button to stop moving.
ja: 移動を止めるにはマウスボタンを離します。

source: Release the mouse button to stop rotating.
ja: 回転を止めるには、マウスボタンを離します。

source: Release the mouse button to stop scaling.
ja: 拡大縮小を止めるには、マウスボタンを離します。

source: Religion
ja: 宗教

source: Religious
ja: 境内

source: Reload
ja: 再読込

source: Reload GPS data from image file
ja: 画像ファイルからGPSデータをリロード

source: Reload editor
ja: エディタを再読込

source: Reload from file
ja: ファイルから再読み込み

source: Reload the current help page
ja: 現在のヘルプページを再ロード

source: Reload the history from the server
ja: 履歴をサーバーからリロード

source: Reloading style sources
ja: スタイルのソースを再読み込み中

source: Reloads the list of available presets from ''{0}''
ja: 利用可能なプリセットの一覧を ''{0}'' から再読み込み

source: Reloads the list of available rules from ''{0}''
ja: ''{0}''から利用可能なルールの一覧を再取得

source: Reloads the list of available styles from ''{0}''
ja: ''{0}'' から有効なスタイルの一覧を再読み込み

source: Remember choice
ja: 選択を記憶する

source: Remember last used tags after a restart
ja: 再起動時に最後に使用したタグを記憶

source: Remote
ja: 遠隔操作

source: Remote Control
ja: リモート制御

source: Remote Control has been asked to create a new node.
ja: リモート制御により、新しいノードを作成するよう指示されました。

source: Remote Control has been asked to create a new way.
ja: リモート制御により、新しいウェイを作成するよう指示されました。

source: Remote Control has been asked to import data from the following URL:
ja: リモート制御により、次のURLからデータをインポートするよう指示されました:

source: Remote Control has been asked to load an imagery layer from the following URL:
ja: リモート制御により、次のURLから画像レイヤーを読み込むよう指示されました:

source: Remote Control has been asked to load data from the API.
ja: リモート制御により、APIを使用してデータを読み込むよう指示されました。

source: Remote Control has been asked to load objects (specified by their id) from the API.
ja: リモート制御により、APIを使用して(特定のIDを持つ)オブジェクトをロードするよう指示されました。

source: Remote Control has been asked to load the following data:
ja: リモート制御から次のデータをロードするように指示されました:
